[
  {
    "name": "Negesso, Abebe Edao",
    "startdate": [
      "2024-09-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/AbebeEdao.jpg",
    "position": "Ph.D. Student",
    "description": "Abebe Edao earned a Bachelor of science degree in Medical Laboratory Technology and a Master's degree in Clinical Chemistry from Addis Ababa University, Ethiopia."
  },
  {
    "name": "Deng Jing",
    "startdate": [
      "2024-09-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/Dengjing.jpg",
    "position": "Research Assistant",
    "description": "She received her bachelor's degree from Southwest University of Science and Technology and her master's degree from Yanbian University. During her master's studies, she spent two years as an exchange student at the Institute of Cardiopulmonary Research, Capital Medical University. Her major is Biochemistry and Molecular Biology. She is currently working as a research assistant in Professor Zhang's group, focusing on molecular experiments and animal studies."
  },
  {
    "name": "Junyi Chen, Ph.D.",
    "startdate": [
      "2024-10-07"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/ChenJunyi.jpg",
    "position": "Research Assistant Professor",
    "description": "Dr. CHEN  finished his Ph.D. in Computer Science at the City University of Hong Kong. His research focuses on the application of artificial intelligence in bioinformatics, including single-cell RNA-seq analysis, and sequence analysis",
    "email": "jerry-junyi dot chen at polyu dot edu dot hk"
  },
  {
    "name": "Li Yixin",
    "startdate": [
      "2024-09-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/Liyixin.jpg",
    "position": "Ph.D. Student",
    "description": "Li Yixin obtained her bachelor's degree from Hubei University of Medicine and her master's degree in psychiatry and mental health from the First Clinical School of Wuhan University. She worked in Professor Zhang's bench group, focusing on research involving depression mouse models and related molecular mechanisms."
  },
  {
    "name": "Zhao Qihang",
    "startdate": [
      "2023-09-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/Qihangzhao.jpg",
    "position": "Ph.D. Student",
    "description": "Qihang holds a Bachelor’s degree in Computer Engineering from the University of Illinois Urbana-Champaign and a Master’s degree in Computer Science from Washington University in St. Louis. In the STEM Lab, Qihang focuses on genomic foundation models and deep learning approaches to tackle specific genomic challenges."
  },
  {
    "name": "Shulan Qiu, Ph.D.",
    "startdate": [
      "2023-05-10"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/Qiushulan.jpg",
    "position": "Principal Research Fellow",
    "description": "As Lab Manager, Dr. Qiu received her Bachelor and Ph.D degrees in Beijing Normal University of Cell Biology. She worked as Associate Professor  in Beijing Anzhen Hospital Affiliated to Capital Medical University/Beijing Institute of Heart, Lung, and Blood Vessel Diseases (2016), then worked as Instructor in Sam and Ann Barshop Institute for Longevity and Aging Studies, University of Texas Health Science Center at San Antonio, US (2022). She has been as PI of  Youth Project and General Project of National Natural Science Foundation of China (NSFC), and as co-I in many other projects. She published  31 reviewed papers including 13 of h-index.",
    "email": "shulan dot qiu at polyu dot edu dot hk"
  },
  {
    "name": "Sun Canghao",
    "startdate": [
      "2024-09-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/Suncanghao.jpg",
    "position": "Ph.D. Student",
    "description": "He earned his bachelor's degree in Medical Laboratory Technology from Dalian Medical University. Currently, he is pursuing an MPhil under the supervision of Professor Zhang, focusing on molecular biology and computational biology."
  },
  {
    "name": "Yue Tu, Ph.D.",
    "startdate": [
      "2024-06-17"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/TuYue.jpg",
    "position": "Postdoctoral Scholar",
    "description": "\"Dr. Tu received his Bachelor’s, Master’s, and Ph.D. in Computer Application Technology from Northeastern University, under the supervision of Prof. QIAO Jianzhong and Prof. LIN Shukuan. His primary research interests include medical image analysis, computer-aided diagnosis, Magnetic Resonance Imaging, and neuroscience."
  },
  {
    "name": "Xin Diao, Ph.D.",
    "startdate": [
      "2025-11-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/DiaoXin.jpg",
    "position": "Postdoctoral Scholar",
    "description": "Dr. Diao received his Ph.D. in Chemistry from Hong Kong Baptist University, where he developed expertise in spatial multi-omics. At Prof. Zhang's lab, he now leverages this expertise to investigate the biology of depression through spatial proteomics."
  },
  {
    "name": "Weixiong Zhang, Ph.D.",
    "startdate": [
      "2020-08-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/Zhangweixiong.jpg",
    "position": "Principal Investigator",
    "description": "Background:\n- BS in Computer Engineering, Tsinghua University\n- PhD in Computer Science, UCLA\n\nPosition:\n- Hong Kong Global STEM Professor\n- Chair Professor of Systems Biology and Artificial Intelligence\n- Associate Director, [PolyU Academy of Interdisciplinary Research](https://www.polyu.edu.hk/pair/)\n\nAffiliation:\n- [Dept of Health Technology & Informatics](https://www.polyu.edu.hk/hti/)\n- [Dept of Data Science & Artificial Intelligence](https://www.polyu.edu.hk/dsai/)\n- [Dept of Computing](https://www.polyu.edu.hk/comp/)",
    "email": "weixiong dot zhang at polyu dot edu dot hk",
    "scholar": "Minb5QMAAAAJ"
  },
  {
    "name": "Fu QingHui",
    "startdate": [
      "2024-03-18"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/FuQinghui.jpg",
    "position": "Ph.D. Student",
    "description": "Fu Qinghui earned her bachelor's degree in Pharmacy from Shenzhen University and a master's degree in Medical Microbiology from The University of Manchester. Currently, in Zhang's lab, she is working on utilizing behavioral models and molecular methods to understand the neural and immunological mechanisms underlying depression."
  },
  {
    "name": "Han Nan",
    "startdate": [
      "2024-05-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/HanNan.jpg",
    "position": "Ph.D. Student",
    "description": "Nan Han completed her Bachelor's degree in Bioinformatics at Harbin Medical University, where she researched enhancer and miRNA/lncRNA regulation with Prof. Juan Xu. She then earned her Master's degree in Bioinformatics from the Beijing Institute of Genomics, Chinese Academy of Sciences / China National Center for Bioinformation, conducting research on alternative splicing and their role in development with Prof. Zhaoqi Liu. Currently, in Prof. Zhang’s lab, she focuses on epigenetic signals and their role in depression."
  },
  {
    "name": "Yin Huang, Ph.D.",
    "startdate": [
      "2024-05-01"
    ],
    "enddate": [
      "2025-09-08"
    ],
    "image": "/img/members/HuangYin.jpg",
    "position": "Research Fellow",
    "description": "Dr. Huang finished his Ph.D. in Computational Biology at the University of Chinese Academy of Sciences, followed by postdoctoral research experience at Columbia University and the Guangzhou National Lab. His research has focused on developing computational methods and analyzing large-scale genomic and single-cell data."
  },
  {
    "name": "Jiang Jiahao",
    "startdate": [
      "2025-01-15"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/JiangJiahao.jpg",
    "position": "Ph.D. Student",
    "description": "Jiahao earned his Bachelor's and Master's degrees in Clinical Medicine from Tongji University in China. During his studies, he developed a strong interest in cancer biology, particularly in the role of non-coding RNAs within tumor-derived exosomes. Under the guidance of Professor Zhang, Jiahao leverage advanced techniques to uncover potential biomarkers and therapeutic targets for cancer diagnosis and treatment."
  },
  {
    "name": "Li Kang",
    "startdate": [
      "2022-09-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/LiKang.jpg",
    "position": "Ph.D. Student",
    "description": "Kang received his bachelor's degree in computer science and technology in Northeastern University in China and master's degree in Software Engineering in JiangNan University. He researches noncoding RNA and explainable AI in genomic model."
  },
  {
    "name": "Ma Ke",
    "startdate": [
      "2024-01-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/MaKe.jpg",
    "position": "Ph.D. Student",
    "description": "Ke received his Bachelor's and Master's degrees in Mechanical Engineering from Nanjing University of Science and Technology and South China University of Technology, respectively. Then, he worked as an engineer in Zhongshan Ophthalmic Center, focusing on intelligent diagnosis of ophthalmic diseases based on EEG signals, clinical data and images. In Prof. ZHANG's lab, he is currently working on single-cell and spatial transcriptome-based disease mechanism studies."
  },
  {
    "name": "Chunyu Pan, Ph.D.",
    "startdate": [
      "2024-05-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/PanChunyu.jpg",
    "position": "Postdoctoral Scholar",
    "description": "Dr. Pan earned his Ph.D. in Computer Science from Northeastern University. His research specializes in complex network theory and its applications in biological networks, with a particular focus on brain network alterations in various psychiatric disorders."
  },
  {
    "name": "Peng Yuling",
    "startdate": [
      "2024-01-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/PengYuling.jpg",
    "position": "Research Assistant",
    "description": "Yuling PENG obtained her bachelor's degree from Southwest Medical University and her academic master's degree from Guangzhou Medical University. During her master's studies, she focused on basic research. Currently, she works as a research assistant in Professor Zhang's lab, where she primarily conducts molecular experiments and animal studies."
  },
  {
    "name": "Qin Haoning",
    "startdate": [
      "2024-01-03"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/QinHaoning.jpg",
    "position": "MPhil Student",
    "description": "Haoning received her Bachelor of Science in Biochemistry from the University of Hong Kong (HKU). Her undergraduate studies laid the foundation for her interest in molecular biology and genetics. In Prof. Zhang's lab, Haoning employs a variety of molecular biology techniques to unravel the complex roles of non-coding RNAs in disease progression and brain function."
  },
  {
    "name": "Tan Yejun",
    "startdate": [
      "2024-12-20"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/Tanyejun.jpg",
    "position": "Ph.D. Student",
    "description": "Yejun received his Bachelor's degree in Mathematical Biology (Genomics specialization) in University of Minnesota, Twin Cities (UMN). He is also an awardee of <span class=\\\"fellowship-highlight\\\">HKPFS</span> and <span class=\\\"fellowship-highlight\\\">PPPFS</span>. Under the guidance of Professor Zhang, Yejun is currently conducting research on epidemiology and non-coding RNA at the JC-STEM laboratory."
  },
  {
    "name": "Wang Weixu",
    "startdate": [
      "2022-09-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/WangWeixu.png",
    "position": "Ph.D. Student",
    "description": "\"Weixu earned his Bachelor's and Master's degrees in Computer Science and Technology from Heilongjiang University of Science and Technology and Northeastern University, respectively."
  },
  {
    "name": "Wang Yuchuan",
    "startdate": [
      "2024-09-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/WangYuchuan.jpg",
    "position": "Ph.D. Student",
    "description": "\"Yuchuan received his Bachelor's degree in Information Management and Information Systems from China University in Geosciences (Beijing). He then earned his Master's degree in Computer Science from Washington University in St. Louis, where he was advised by Prof. William YEOH and co-advised by Prof. Chein-Ju HO."
  },
  {
    "name": "Wang Zhenqian",
    "startdate": [
      "2024-09-01"
    ],
    "enddate": [
      "2025-09-09"
    ],
    "image": "/img/members/WangZhenqian.png",
    "position": "",
    "description": "Zhenqian holds a Bachelor's degree in Statistics from Nanjing Agricultural University and a Master's degree in Epidemiology and Health Statistics from Sun Yat-sen University. He is currently focused on developing network-based GWAS methods to identify the allelic networks of disorders and utilizing these genetic biomarkers to subtype diseases."
  },
  {
    "name": "Zeng Xianlin",
    "startdate": [
      "2024-12-09"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/ZengXianlin.jpg",
    "position": "Ph.D. Student",
    "description": "Xianlin received his Bachelor's degree in Biology at City University of Hong Kong and Master's in Bioinformatics at Johns Hopkins University. In Prof. Zhang's lab, Xianlin will maintain the animal model of depression and explore disease epigenomics in the process of depression intergenerational inheritance leveraging bioinformatics tools."
  },
  {
    "name": "Zhang Chi",
    "startdate": [
      "2024-05-01"
    ],
    "enddate": [
      "2025-09-09"
    ],
    "image": "/img/members/ZhangChi.jpg",
    "position": "",
    "description": "Chi received his Master's degree (2023) of Electronic Information Engineering at the University of Electronic Science and Technology of China, and Bachelor's degree (2020) of Communication Engineering from the North China Institute of Aerospace Engineering."
  },
  {
    "name": "Zhang Fei",
    "startdate": [
      "2023-01-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/ZhangFei.png",
    "position": "Ph.D. Student",
    "description": "Zhang Fei earned a bachelor's degree from the School of Mathematics and Statistics, Central South University, and a master's degree from Weill Medical College of Cornell University. In Zhang's lab, she researches linkage disequilibrium, haplotype blocks, and SNP causality to develop novel GWAS models and uncover psychiatric disorder mechanisms."
  },
  {
    "name": "Zhang Jie",
    "startdate": [
      "2024-09-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/ZhangJie.jpg",
    "position": "Ph.D. Student",
    "description": "Jie ZHANG received her  Bachelor's degree in clinical medicine and master's degree in clinical oncology from WuHan University, where she focused on the colorectal cancer basic research supervised by prof. Qibin SONG. In ZHANG lab, she will pay attention on the biogenesis and function of circular RNA."
  },
  {
    "name": "Zhu Yan",
    "startdate": [
      "2023-09-01"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/Zhuyan.jpg",
    "position": "Ph.D. Student",
    "description": "ZHU Yan earned her Bachelor's degree in Science from Jining University and her Master's degree in Science from Dalian Maritime University. Currently, she is enrolled in a joint dual-degree program organized by The Hong Kong Polytechnic University and Harbin Institute of Technology. Her research paper focuses on the prediction of protein-ligand interactions using deep learning. In Professor Zhang's lab, ZHU Yan will apply deep learning techniques to investigate the interactions between proteins and compounds of environmental pollutants, and delve into the underlying molecular mechanisms."
  },
  {
    "name": "Zhu Yanan",
    "startdate": [
      "2023-12-27"
    ],
    "enddate": [
      ""
    ],
    "image": "/img/members/ZhuYanan.jpg",
    "position": "Research Assistant",
    "description": "Yanan graduated with a master's degree from Zhengzhou University, focusing on research in chronic pain and circRNA. As a Research Assistant  in Prof. Zhang's lab, she is primarily responsible for administrative tasks. When needed, she also assists with animal and molecular experiments."
  }
]